Revit 2027 API
ParameterTypeId.WrappingAtInsertsParam Property
 "Wrapping at Inserts"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WrappingAtInsertsParam { get; }
Public Shared ReadOnly Property WrappingAtInsertsParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WrappingAtInsertsParam {
	ForgeTypeId^ get ();
}
static member WrappingAtInsertsParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace